{
  "id": "RGMPBRDTELEUSMP",
  "realtime_start": "2022-06-05",
  "realtime_end": "2022-06-05",
  "title": "Real Gross Domestic Product: Private Industries: Information: Broadcasting and Telecommunications for United States Metropolitan Portion",
  "observation_start": "2001-01-01",
  "observation_end": "2016-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Millions of Chained 2009 Dollars",
  "units_short": "Mil. of Chn. 2009 $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2018-09-18 08:31:14-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Industries in the Broadcasting and Telecommunications subsector include establishments providing point-to-point communications and the services related to that activity. The industry groups (Radio and Television Broadcasting, Cable Networks and Program Distribution, and Telecommunications) are based on differences in the methods of communication and in the nature of services provided.\n\nThe Radio and Television Broadcasting industry group includes establishments that operate broadcasting studios and facilities for over the air or satellite delivery of radio and television programs of entertainment, news, talk, and the like. These establishments are often engaged in the production and purchase of programs and generating revenues from the sale of air time to advertisers and from donations, subsidies, and/or the sale of programs.\n\nThe Cable Networks and Program Distribution industry group includes establishments operating studios and facilities for the broadcasting of programs that are typically narrowcast in nature (limited format, such as news, sports, education, and youth-oriented programming) on a subscription or fee basis.\n\nThe Telecommunications industry group is primarily engaged in operating, maintaining, and/or providing access to facilities for the transmission of voice, data, text, sound, and video. A transmission facility may be based on a single technology or a combination of technologies.\n\nConsists of all counties in a state that are parts of metropolitan statistical areas.\n\nFor more information about this release go to http://www.bea.gov/newsreleases/regional/gdp_metro/gdp_metro_newsrelease.htm."
}