{
  "id": "M041BAUSM268NNBR",
  "realtime_start": "2022-09-25",
  "realtime_end": "2022-09-25",
  "title": "Wholesale Price of Cottonseed Oil, Crude for United States",
  "observation_start": "1909-08-01",
  "observation_end": "1941-06-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Cents per Pound (In Tanks)",
  "units_short": "Cents Per Pound (In Tanks)",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-16 14:51:54-05",
  "popularity": 6,
  "group_popularity": 6,
  "notes": "No Quotation For August, 1910. Figure For July, 1916, Interpolated By War Industries Board. Data For 1916-1918 Checked With The U.S. War Industries Board, Price Bulletin No. 15, P. 11, Which Is The Original Source For These Years Average Price Per Pound, F.O.B. Southeastern Mills. Page 58 Of Statistical Bulletin No. 24, Usda Also Has A Price Series For Crude, S.E. But Gives An Average Of The High And Low Price Per Pound Each Month. Telephone Conversation With An Oils Specialist At Oil, Paint, And Drug Reporter, On December 5, 1938, Revealed: A) Crude Cottonseed Oil Is And Always Has Been Sold In Tanks, The B.A.E. Note To The Contrary (Agricultural Statistics, 1938, P. 116) Notwithstanding. The B.A.E. Error Probably Arose Because Of The Manner In Which Prices Of Crude And Refined Oil Are Quoted Near Each Other. Refined Oil Was Sold In Tanks At Times And In Barrels At Other Times; B) The Oil, Paint, And Drug Reporter Has Used Slightly Different Wording In Describing The Market At Different Times, But Actually No Change In Market Quoted Has Taken Place. F.O.B. Mills, Southeastern, And Immediate Southeastern, All Refer To Spot Sales At The Southeastern Mills. \"January, 1929-July, 1930 Quoted In Barrels,\" A Footnote In The Source Is Wrong According To Oil, Paint, And Drug Reports Office And By Inspection Of This Original Source. Interpolated Data Used For June-July, 1926, July, 1927, June- August, 1928, June-August, 1929, And July-August, 1931. Less Than 10 Quotations For Month Of December, 1931. Other Quotations Were Bids. Source: Yearbook Of Agriculture, 1930 (For Data 1909-1928) P. 695, Agricultural Statistics, 1938 (For 1929-1938) P. 116, Bureau Of Agricultural Economics: Prices 1916-1918 From War Industries Board Price Bulletin No. 15. Prices For 1919-1928 Are Averages Of Weekly Quotations In The \"Oil, Paint, And Drug Reporter.\" From August, 1928 Through July, 1934, Prices Are Averages Of Daily Quotations In The \"Oil, Paint, And Drug Reporter\" Except For The Period October, 1932-June, 1933, When The\"Oil, Paint, And Drug Reporter\" Published No Prices For Crude Cottonseed Oil At South- Eastern Mills. For That Period,(10/1932-06/1933), The \"New York Journal Commerce\" Daily Prices Were Averaged And Used. For August, 1934 Through 1937, Prices Are Averages Of Quotations For Saturday During The Month-- Quotations Given In The \"Oil, Paint, And Drug Reporter.\"\n\nThis NBER data series m04081ba appears on the NBER website in Chapter 4 at http://www.nber.org/databases/macrohistory/contents/chapter04.html.\n\nNBER Indicator: m04081ba"
}