{
  "id": "M0421AUS42340M264NNBR",
  "realtime_start": "2022-10-16",
  "realtime_end": "2022-10-16",
  "title": "Wholesale Price of Gum Turpentine for Savannah, GA",
  "observation_start": "1900-04-01",
  "observation_end": "1951-09-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Cents per Gallon",
  "units_short": "Cents Per Gallon",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-16 14:47:48-05",
  "popularity": 2,
  "group_popularity": 3,
  "notes": "There Were No Quotations For 03/1913, 08/1914-10/1914, 11/1920-01/1921, Or 04/1923. Data For 04/1913, 03/1914, 03/1916, 01/1919, 11/1922, And 04/1926 Are Based On One Saturday Only. Beginning July 1, 1940, Published Quotations Relate To \"Bulk\" Gum Turpentine. Former Data Were Related To Gum Turpentine In Barrels. To Maintain Comparability In Data, 6 Cents Has Been Added To June, 1940 Figure, Cost Of Barrel ($3.00 Per 50 Gallon) To Published Figures. Data Were Computed By NBER By Taking The Average Of The Closing Quotations For The Two Saturdays Nearest The End Of The Month. When The Last Day Of The Month Is A Saturday, The Average Of That Saturday, The Preceeding Saturday, And The Following Saturday Was Taken. In March, 1946, The Savannah Naval Stores Review Was Taken Over By A Publisher In Jacksonville, Florida And Was Later On Moved To New Orleans, Louisiana. The Word Savannah Was Dropped From The Title And The Publication Was Called Naval Stores Review. There Were No More Regular Quotations At The Savannah Cotton And Naval Stores Exchange After September, 1951. The Exchange Was At That Time Involved In An Anti-Trust Action Which, According To The Issue Of October 6, 1951, Was Settled By A Consent Decree Under Which The Rules And Regulations Of The Exchange Were To Be Changed And Sales Were To Be Reported To The United States Department Of Agiculture. It Was Also Established That Members Could Not Be Buyers And Sellers At The Same Time. There Is Evidence Suggesting That Prices For Some Time Had Not Accurately Represented Market Conditions And Trading But Had Been Established On The Basis Of Only A Part Of The Sales. The Review Of April 5, 1952 Speaks Of \"Stale Quotations.\" Tabulation Of The Savannah Naval Stores Market Was Dropped From The Review After The Issue Of December 27, 1952. For The Period April, 1900-November, 1903 No Friday Or Saturday Prices Are Available. The Averages Shown Were Computed From Closing Prices Quoted On Certain Dates Corresponding To The Friday Dates Of The Crop Year 1903-1904. Source: Naval Stores Review\n\nThis NBER data series m04121a appears on the NBER website in Chapter 4 at http://www.nber.org/databases/macrohistory/contents/chapter04.html.\n\nNBER Indicator: m04121a"
}