{
  "id": "M0454BUS38300M267NNBR",
  "realtime_start": "2022-12-18",
  "realtime_end": "2022-12-18",
  "title": "Wholesale Price of Steel Sheets for Pittsburgh, PA",
  "observation_start": "1947-01-01",
  "observation_end": "1958-02-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Cents per Pound",
  "units_short": "Cents Per Pound",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-16 14:46:22-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Series Is Presented Here As Two Variables--(1)--Original Data, 1894-1947 (2)--Original Data, 1947-1958. The Quotation Was Changed From \"F.O.B. Pittsburgh Basing Point\" To \"F.O.B. Producing Points, Pittsburgh Area\" (Old Code #446.3, New Code #10-14-46.01). There Is No Change In Commodity Specificatons At This Time (July, 1948). In May, 1953, Series Is Code #10-14-46.02--\"Sheets, Hot Rolled, Carbon Steel, 10 Gage X 120\" Long, Sheared Edge, Cut Length, Base Chemistry, Commercial Quality, Base Packaging, Base Quantity, Mill To User, Per 100 Pounds, F.O.B. Mill\" (Bls, Wholesale Price Index, Major Specification Changes 1947-1953, Ls 54-2477, January, 1954). In May, 1957, The Series Was Changed To Code #10-14-46.03, Still Called \"Sheets, Hot-Rolled, Carbon.\" Bls Code #446 Was Changed To #446.1 In March, 1946. There Seems To Be No Change Except For The Fact That The Quotation Is Now In\"Dollars Per 100 Pounds.\" Bulletin Nos. 877 And 920 Do Not Make This Clear. However, The Monthly Mimeographed Release Shows A New Series, #446.2. This Is A \"Substitution, Rolled, 11 Gauge, 36\" To 48\" Wide, Per 100 Pounds, F.O.B. Basing Point.\" Bls Bulletin 947 Carries This Series Back To January, 1947. In The New Index, The Series Code Is 10-14-46. Source: 1947 Data Are From Bls Bulletin No.947 And Monthly Mimeographed Releases. 1948-1958 Data Are From Bls, Prices And Price Relatives For Individual Commoditities In The Revised Index: 1947-1950, Bls Bulletin No. 1143, And Monthly Issues Of Wholesale Prices And Price Indexes, 1952 And Following.\n\nThis NBER data series m04154b appears on the NBER website in Chapter 4 at http://www.nber.org/databases/macrohistory/contents/chapter04.html.\n\nNBER Indicator: m04154b"
}