{
  "id": "M0498BUSM297NNBR",
  "realtime_start": "2022-09-11",
  "realtime_end": "2022-09-11",
  "title": "Wholesale Price, Brick, Common, Composite for United States",
  "observation_start": "1932-01-01",
  "observation_end": "1944-05-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Dollars per Thousand",
  "units_short": "$ Per Thous.",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-16 14:57:40-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Series Is Presented Here As Two Variables--(1)--Original Data, 1921-1932 (2)--Original Data, 1932-1944. A Letter From I. Lubin, Dated 2/9/37, Quoted By The NBER, Reads \"The Wholesale Price Data On Common Brick Composite Price Was Furnished By The Common Brick Manufacturers Association Through 1930. The Association Furnished A Transcript Of Actual Schedules Reported By Brick Manufacturers Showing F.O.B. Yard Prices For 82 Plants. When Th Common Brick Manufacturers Association Discontinued Collecting Price Data, The Bureau Selected, In Conjunction With The Association, 50 Manufacturers Of Common Building Brick Scattered Throughout The Country For Reporting Price Data. Since 1930, The Bureau Has Used In Constructing The Index Prices From The 50 Manufacturers Selected.\" From March To October, 1932, There Are No Quotations In Bulletins Through October, 1932. Beginning With The November, 1932 Bulletin, The Price For November, 1931 Was Given As 11.46. Thereafter, The Data Are Given On This Lower Level But There Is No Change In The Title, Nor Is There Any Explanation Given For The Change. Hence, This Series Is Presented As Two Variables. The Source For January-June, 1939 And September-December, 1941 (Survey Of Current Business, 1942 Supplement), Includes Revisions Not Published By Bls \"Wholesale Prices.\" From July, 1943 To The End Of The Series, Data Taken From Bls\"Average Wholesale Prices And Index Numbers Of Individual Commodities\" (Monthly Mimeographed Release). Source: Bls Bulletins\n\nThis NBER data series m04098b appears on the NBER website in Chapter 4 at http://www.nber.org/databases/macrohistory/contents/chapter04.html.\n\nNBER Indicator: m04098b"
}