{
  "id": "M0490AUSM294NNBR",
  "realtime_start": "2022-08-28",
  "realtime_end": "2022-08-28",
  "title": "Wholesale Price of Bituminous Coal, Mines for United States",
  "observation_start": "1906-01-01",
  "observation_end": "1930-12-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Dollars per Short Ton",
  "units_short": "$ Per Short Ton",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-16 14:50:43-05",
  "popularity": 9,
  "group_popularity": 11,
  "notes": "Series Is Presented Here As Four Variables--(1)-- Original Data, 1906-1930 (2)--Original Data, 1923-1948 (3)-- Original Data 1947-1954 (4)--Original Data, 1954-1956. 1906-1918 Compiled By C.E. Lesher, F.G. Tryon, And W.F. Mckenney Of The Geological Survey; 1919-1930 Published Currently By Coal Age (See Also Coal Age, January 1930, P. 58). This Series Ends Because Of Discontinuance Of The Coal Age Average Of Spot Prices In September, 1931. Mineral Resources, 1931, Ii, P. 440. Government Control Of The Coal Industry Was Assured By Congress By The Food And Fuel Control Act (Known As The Lever Act), Approved By The President On August 10, 1917 And On August 21, 1917, Fixed Bituminous Prices For Coal Were Announced. \"The General Principles Governing The Prices In Normal Times ...Continued To Operate Through 1916 And Until The Middle Of 1917, Although In The Latter Part Of This Period Conditions Were Far From Normal. A Tremendous Increase In Demand, Which Began In The Last Quarter Of 1916 And Extended Through 1918 Until The Armistice Was Declared In November, Brought Forth An Increase In Production To A Point Where The Limit Of Railroad Capacity Was Temporarily Reached With The Demand Still Unsatisfied. Because The Demand Could Not Be Fully Satisfied, Prices In The Fall Of 1916 And In 1917 Rose To Almost Unheard Of Figures, Until First Voluntary And Then Later Government Control Was Exercised.\" \"Prices Of Coal And Coke\" (War Industries Board) P. 18. Source: Mineral Resources, 1923, P Ii, P. 621; 1930, P Ii, Pp 649-650.\n\nThis NBER data series m04190a appears on the NBER website in Chapter 4 at http://www.nber.org/databases/macrohistory/contents/chapter04.html.\n\nNBER Indicator: m04190a"
}