{
  "id": "M04F1AUS16980M260NNBR",
  "realtime_start": "2022-12-18",
  "realtime_end": "2022-12-18",
  "title": "Wholesale Price of Wheat, Chicago, Six Markets for Chicago, IL",
  "observation_start": "1841-07-01",
  "observation_end": "1944-07-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Cents per Bushel",
  "units_short": "Cents Per Bushel",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-16 14:49:31-05",
  "popularity": 8,
  "group_popularity": 8,
  "notes": "Series Is Presented Here As Two Variables--(1)-- Original Data, 1842-1944 (2)--Original Data, 1938-1952. \"Statistics Of Wheat Prices For The Period 1841-1870 Were Taken From Newspapers Of That Period, Namely The American, The Democrat, And The Tribune; From The Annual Review Of The Trade And Commerce Of Chicago, Published By The Tribune, And All Found In The Archives Of The Chicago Historical Society. The Statistics For The Period 1871-1922 Are All From The Annual Reports Published By The Chicago Board Of Trade.\" (J.E. Boyle In Source). Average Monthly Price Is Computed (NBER) By Averaging Monthly High And Low. In All Cases The Effort Was Made To Use That Grade Of Wheat In Which The Most Transactions Were Had. On This Basis, Therefore, These Grades Were Used. (All Cash Prices.): 1841-57, Spring Wheat; 1858-59, Standard Spring; 1860-63, No. 2 Spring; 1864-1870, No. 1 Spring; 1871-1897, No. 2 Spring; 1898-1904,\"Regular\" Wheat (Deliverable On Contracts); 1905-1918, No. 2 Red Winter; 1919-1920, No. 2 Northern, 1921-1922, No. 2 Red Northern. Future Trading In Wheat At The Chicago Board Of Trade Ceased August 25, 1917, And Was Resumed July 15, 1920. The Price Of Cash Wheat Was Fixed By The Government Beginning In September, 1917. Government Control Of Cash Wheat Ceased On June 30, 1920. Beginning In 1883, The Basic Cash Price Of Wheat Is That Spot Price Of Such Wheat As Is Being Delivered On Chicago Future Contracts, Or Is Expected To Be Delivered On Them, Adjusted For Any Premium Or Discount Applicable On Delivery. Listing Of Prices Was Discontinued In The Wheat Studies For May, 1944, Vol Xx, No. 5. June And July Prices Are From \"World Grain Review And Outlook, 1945,\" P.281. Source: James E. Boyle, Chicago Wheat Prices For Eighty-One Years, Pp. 69-71, For 1841-1882; Food Research Institute, Stanford University, \"Wheat Studies, \" November, 1934, P.118 And The Following December Issues For 1883-1944.\n\nThis NBER data series m04001a appears on the NBER website in Chapter 4 at http://www.nber.org/databases/macrohistory/contents/chapter04.html.\n\nNBER Indicator: m04001a"
}