{
  "id": "NGMPCONSTUSMP",
  "realtime_start": "2022-10-16",
  "realtime_end": "2022-10-16",
  "title": "Gross Domestic Product: Private Industries: Construction for United States Metropolitan Portion",
  "observation_start": "2001-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Millions of Dollars",
  "units_short": "Mil. of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2021-12-08 08:37:35-06",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The term \"Construction\" is used in both the SIC system and in NAICS, but it does not have the same definition in both systems.\n\nSIC definition: This SIC division includes establishments primarily engaged in construction. The term construction includes new work, additions, alterations, reconstruction, installations, and repairs. Construction activities are generally administered or managed from a relatively fixed place of business, but the actual construction work is performed at one or more different sites. If a company has more than one relatively fixed place of business from which it undertakes or manages construction activities and for which separate data on the number of employees, payroll, receipts, and other establishment-type records are maintained, each such place of business is considered a separate construction establishment.\n\nThree broad types of construction activity are covered: (1) building construction by general contractors or by operative builders; (2) heavy construction other than building by general contractors and special trade contractors; and (3) construction activity by other special trade contractors.\n\nNAICS definition: The Construction (NAICS) sector comprises establishments primarily engaged in the construction of buildings or engineering projects (e.g., highways an utility systems). Establishments primarily engaged in the preparation of sites for new construction and establishments primarily engaged in subdividing land for sale as building sites also are included in this sector.\n\nConstruction work done may include new work, additions, alterations, or maintenance and repairs. Activities of these establishments generally are managed at a fixed place of business, but they usually perform construction activities at multiple project sites. Production responsibilities in this sector are usually specified in (1) contracts with the owners of construction projects (prime contracts) or (2) contracts with other construction establishments (subcontracts).\n\nConsists of all counties in a state that are parts of metropolitan statistical areas.\n\nFor more information about this release go to http://www.bea.gov/newsreleases/regional/gdp_metro/gdp_metro_newsrelease.htm."
}