{
  "id": "RGMPMOTPICSNDUSMP",
  "realtime_start": "2022-10-02",
  "realtime_end": "2022-10-02",
  "title": "Real Gross Domestic Product: Private Industries: Information: Motion Picture and Sound Recording Industries for United States Metropolitan Portion",
  "observation_start": "2001-01-01",
  "observation_end": "2016-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Millions of Chained 2009 Dollars",
  "units_short": "Mil. of Chn. 2009 $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2018-09-18 08:31:14-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Industries in the Motion Picture and Sound Recording Industries NAICS subsector group establishments involved in the production and distribution of motion pictures and sound recordings. While producers and distributors of motion pictures and sound recordings issue works for sale as traditional publishers do, the processes are sufficiently different to warrant placing establishments engaged in these activities in a separate subsector. Production is typically a complex process that involves several distinct types of establishments that are engaged in activities, such as contracting with performers, creating the film or sound content, and providing technical postproduction services. Film distribution is often to exhibitors, such as theaters and broadcasters, rather than through the wholesale and retail distribution chain. When the product is in a mass-produced form, NAICS treats production and distribution as the major economic activity as it does in the Publishing Industries subsector, rather than as a subsidiary activity to the manufacture of such products.\n\nThis subsector does not include establishments primarily engaged in the wholesale distribution of video cassettes and sound recordings, such as compact discs and audio tapes; these establishments are included in the Wholesale Trade sector. Reproduction of video cassettes and sound recordings that is carried out separately from establishments engaged in production and distribution is treated in NAICS as a manufacturing activity.\n\nConsists of all counties in a state that are parts of metropolitan statistical areas.\n\nFor more information about this release go to http://www.bea.gov/newsreleases/regional/gdp_metro/gdp_metro_newsrelease.htm."
}