{
  "id": "QGMPFOODBEVTOBMANUSMP",
  "realtime_start": "2022-05-15",
  "realtime_end": "2022-05-15",
  "title": "Quantity Indexes for Real GDP: Private Industries: Nondurable Goods Manufacturing: Food and Beverage and Tobacco Products Manufacturing for United States Metropolitan Portion",
  "observation_start": "2001-01-01",
  "observation_end": "2016-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Index 2009=100",
  "units_short": "Index 2009=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2018-09-18 08:31:16-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "This industry includes the NAICS sectors of food manufacturing, and beverage and tobacco product manufacturing.\n\nIndustries in the Food Manufacturing NAICS subsector transform livestock and agricultural products into products for intermediate or final consumption. The industry groups are distinguished by the raw materials (generally of animal or vegetable origin) processed into food products. The food products manufactured in these establishments are typically sold to wholesalers or retailers for distribution to consumers, but establishments primarily engaged in retailing bakery and candy products made on the premises not for immediate consumption are included.\n\nIndustries in the Beverage and Tobacco Product Manufacturing NAICS subsector manufacture beverages and tobacco products. The industry group, Beverage Manufacturing, includes three types of establishments: (1) those that manufacture nonalcoholic beverages; (2) those that manufacture alcoholic beverages through the fermentation process; and (3) those that produce distilled alcoholic beverages. Ice manufacturing, while not a beverage, is included with nonalcoholic beverage manufacturing because it uses the same production process as water purification. In the case of activities related to the manufacture of beverages, the structure follows the defined productive processes. Brandy, a distilled beverage, was not placed under distillery product manufacturing, but rather under the NAICS class for winery product manufacturing since the productive process used in the manufacturing of alcoholic grape-based beverages produces both wines (fermented beverage) and brandies (distilled beverage). The industry group, Tobacco Manufacturing, includes two types of establishments: (1) those engaged in redrying and stemming tobacco and (2) those that manufacture tobacco products, such as cigarettes and cigars.\n\nConsists of all counties in a state that are parts of metropolitan statistical areas.\n\nFor more information about this release go to http://www.bea.gov/newsreleases/regional/gdp_metro/gdp_metro_newsrelease.htm."
}