{
  "id": "RGMPRETAILUSMP",
  "realtime_start": "2022-10-16",
  "realtime_end": "2022-10-16",
  "title": "Real Gross Domestic Product: Private Industries: Retail Trade for United States Metropolitan Portion",
  "observation_start": "2001-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Millions of Chained 2012 Dollars",
  "units_short": "Mil. of Chn. 2012 $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2021-12-08 08:35:20-06",
  "popularity": 7,
  "group_popularity": 7,
  "notes": "The term \"retail trade\" is used in the SIC system and in NAICS, but it does not have the same definition in both systems.\n\nSIC definition:This SIC division includes establishments engaged in selling merchandise for personal or household consumption and rendering services incidental to the sale of the goods. In general, retail establishments are classified by kind of business according to the principal lines of commodities sold (groceries, hardware, etc.), or the usual trade designation (drug store, cigar store, etc.). Some of the important characteristics of retail trade establishments are: the establishment is usually a place of business and is engaged in activities to attract the general public to buy; the establishment buys or receives merchandise as well as sells; the establishment may process its products, but such processing is incidental or subordinate to selling; the establishment is considered as retail in the trade; and the establishment sells to customers for personal or household use. Not all of these characteristics need be present and some are modified by trade practice.\n\nNAICS definition:The Retail Trade NAICS sector comprises establishments engaged in retailing merchandise, generally without transformation, and rendering services incidental to the sale of merchandise.\n\nThe retailing process is the final step in the distribution of merchandise; retailers are, therefore, organized to sell merchandise in small quantities to the general public. This sector comprises two main types of retailers: store and nonstore retailers.\n\n1. Store retailers operate fixed point-of-sale locations, located and designed to attract a high volume of walk-in customers. In general, retail stores have extensive displays of merchandise and use mass-media advertising to attract customers. They typically sell merchandise to the general public for personal or household consumption, but some also serve business and institutional clients. These include establishments, such as office supply stores, computer and software stores, building materials dealers, plumbing supply stores, and electrical supply stores. Catalog showrooms, gasoline stations, automotive dealers, and mobile home dealers are treated as store retailers.\n\nIn addition to retailing merchandise, some types of store retailers are also engaged in the provision of after-sales services, such as repair and installation. For example, new automobile dealers, electronic and appliance stores, and musical instrument and supply stores often provide repair services. As a general rule, establishments engaged in retailing merchandise and providing after-sales services are classified in this sector.\n\n2. Nonstore retailers, like store retailers, are organized to serve the general public, but their retailing methods differ. The establishments of this subsector reach customers and market merchandise with methods, such as the broadcasting of \"infomercials,\" the broadcasting and publishing of direct-response advertising, the publishing of paper and electronic catalogs, door-to-door solicitation, in-home demonstration, selling from portable stalls (street vendors, except food), and distribution through vending machines. Establishments engaged in the direct sale (nonstore) of products, such as home heating oil dealers and home delivery newspaper routes are included here.\n\nConsists of all counties in a state that are parts of metropolitan statistical areas.\n\nFor more information about this release go to http://www.bea.gov/newsreleases/regional/gdp_metro/gdp_metro_newsrelease.htm."
}